import asyncio
from pyrogram.types import ChatPrivileges
from PyroUbot import *

__MODULE__ = "ɢʀᴏᴜᴘ"
__HELP__ = """
<blockquote><b>⦪ ʙᴀɴᴛᴜᴀɴ ᴜɴᴛᴜᴋ ɢʀᴏᴜᴘ ⦫</b>

<b>⎆ ᴘᴇʀɪɴᴛᴀʜ :</b>
ᚗ <code>{0}ᴇᴛᴍɪɴ</code> [ʀᴇᴘʟʏ/ᴜsᴇʀ]
⊷ ᴍᴇɴᴊᴀᴅɪᴋᴀɴ ᴘᴇɴɢɢᴜɴᴀ sᴇʙᴀɢᴀɪ ᴀᴅᴍɪɴ ɢʀᴜᴘ.
ᚗ <code>{0}ᴅᴇᴍᴏᴛᴇ</code> [ʀᴇᴘʟʏ/ᴜsᴇʀ]
⊷ ᴍᴇɴᴄᴀʙᴜᴛ ᴊᴀʙᴀᴛᴀɴ ᴀᴅᴍɪɴ ᴅᴀʀɪ ᴘᴇɴɢɢᴜɴᴀ.
ᚗ <code>{0}ᴄᴇᴏ</code> [ʀᴇᴘʟʏ/ᴜsᴇʀ]
⊷ ᴍᴇɴɢᴀʟɪʜᴋᴀɴ ᴋᴇᴘᴇᴍɪʟɪᴋᴀɴ (ᴏᴡɴᴇʀ) ɢʀᴜᴘ.
ᚗ <code>{0}ɢᴇᴛʟɪɴᴋ</code>
⊷ ᴍᴇɴɢᴀᴍʙɪʟ ᴛᴀᴜᴛᴀɴ ᴜɴᴅᴀɴɢᴀɴ ɢʀᴜᴘ.

<b>⌭ ᴘᴇɴᴊᴇʟᴀsᴀɴ:</b>
ᚗ ᴘᴀsᴛɪᴋᴀɴ ᴀɴᴅᴀ ᴍᴇᴍɪʟɪᴋɪ ɪᴢɪɴ ᴀᴅᴍɪɴ ʏᴀɴɢ ᴄᴜᴋᴜᴘ.</blockquote>
"""