import asyncio
from PyroUbot import *

__MODULE__ = "ɪɴꜰᴏ ʙᴏᴛ"
__HELP__ = """
<blockquote><b>⦪ ɪɴꜰᴏʀᴍᴀsɪ MADUN ᴜʙᴏᴛ ⦫</b>

<b>⎆ ᴘᴇɴᴊᴇʟᴀsᴀɴ :</b>
ᚗ <b>ɪǫʙᴀʟ ᴜʙᴏᴛ</b> ᴀᴅᴀʟᴀʜ ᴜsᴇʀʙᴏᴛ ᴘʀᴇᴍɪᴜᴍ ʏᴀɴɢ ᴅɪᴅᴇsᴀɪɴ ᴜɴᴛᴜᴋ ᴍᴇᴍᴘᴇʀᴍᴜᴅᴀʜ ᴘᴇᴋᴇʀᴊᴀᴀɴ ᴀɴᴅᴀ ᴅɪ ᴛᴇʟᴇɢʀᴀᴍ.

<b>⌭ ꜰɪᴛᴜʀ ᴜɴɢɢᴜʟᴀɴ:</b>
ᚗ <b>ʙʀᴏᴀᴅᴄᴀsᴛ ᴏᴛᴏᴍᴀᴛɪs :</b> sᴇʙᴀʀ ᴘᴇsᴀɴ ᴋᴇ sᴇᴍᴜᴀ ɢʀᴜᴘ ᴅᴇɴɢᴀɴ sᴇᴋᴀʟɪ ᴋʟɪᴋ.
ᚗ <b>ᴍᴇᴅɪᴀ ᴄᴏɴᴠᴇʀᴛᴇʀ :</b> ᴜʙᴀʜ ɢᴀᴍʙᴀʀ ᴍᴇɴᴊᴀᴅɪ ʟɪɴᴋ sᴇᴄᴀʀᴀ ɪɴsᴛᴀɴ.
ᚗ <b>ᴀɪ ᴀssɪsᴛᴀɴᴛ :</b> ᴛᴇɪɴᴛᴇɢʀᴀsɪ ᴅᴇɴɢᴀɴ ʙᴇʀʙᴀɢᴀɪ ᴀɪ ᴄʜᴀᴛʙᴏᴛ.
ᚗ <b>ᴍᴀɴᴀᴊᴇᴍᴇɴ ɢʀᴜᴘ :</b> ᴛᴏᴏʟs ᴊᴏɪɴ/ʟᴇᴀᴠᴇ ᴅᴀɴ ɪɴᴠɪᴛᴇ ᴍᴇᴍʙᴇʀ ʏᴀɴɢ ᴄᴇᴘᴀᴛ.

<b>ᚗ sᴛᴀᴛᴜs :</b> ᴘʀᴇᴍɪᴜᴍ ᴀᴄᴛɪᴠᴀᴛᴇᴅ ⚡️
<b>ᚗ ᴅᴇᴠᴇʟᴏᴘᴇʀ :</b>@bifordunn</blockquote>
"""
